Repository: frostkom/mf_custom_login
Catalog: lang/lang_login-*.po
Languages: da_dk, sv_se

source: About to sign you in...
sv_se: På väg att logga in dig...

source: Signed you in...
sv_se: Loggar in dig...

source: No errors...
sv_se: Inga fel...

source: Redirect to %s...
sv_se: Dirigera till %s...

source: You were not allowed to login
sv_se: Du tilläts inte att logga in

source: You have been successfully logged out
da_dk: Du er logget ud
sv_se: Du har blivit utloggad

source: I'm trying to log you in...
sv_se: Jag försöker att logga in dig...

source: I'm redirecting you...
sv_se: Jag dirigerar dig...

source: Username or E-mail
da_dk: Brugernavn eller E-mailadresse
sv_se: Användarnamn eller e-post

source: Password
sv_se: Lösenord

source: Remember Me
da_dk: Husk mig
sv_se: Kom ihåg mig

source: Log In
da_dk: Log ind
sv_se: Logga in

source: Are you already logged in?
sv_se: Är du redan inloggad?

source: Go to admin
sv_se: Gå till admin

source: Have you forgotten your login credentials?
da_dk: Har du glemt dine loginoplysninger?
sv_se: Har du glömt dina inloggningsuppgifter?

source: Click here
sv_se: Klicka här

source: Do not have an account?
da_dk: Har du ikke en konto?
sv_se: Har du inte ett konto?

source: Register here
sv_se: Registrera dig här

source: You have to enter both Username and E-mail, then I can process the registration for you
da_dk: Du skal indtaste både brugernavn og e-mail, så kan jeg behandle registreringen for dig
sv_se: Du måste ange både användarnamn och e-post, därefter kan jag genomföra registreringen åt dig

source: I processed the registration for you. You should have a message in your inbox shortly, with login information.
da_dk: Jeg behandlede registreringen for dig. Du skal snart have en besked i din indbakke med loginoplysninger.
sv_se: Jag har nu genomfört registreringen åt dig. Du borde ha ett meddelande i din inkorg inom kort, med inloggningsinformation.

source: You do not have the rights to view this form
da_dk: Du har ikke rettighederne til at se denne formular
sv_se: Du har inte behörighet att se detta formulär

source: Username
da_dk: Brugernavn
sv_se: Användarnamn

source: E-mail
da_dk: E-mail adresse
sv_se: E-post

source: First Name
da_dk: Fornavn
sv_se: Förnamn

source: Last Name
da_dk: Efternavn
sv_se: Efternamn

source: Company
da_dk: Selskab
sv_se: Företag

source: Role
da_dk: Rolle
sv_se: Roll

source: I consent to having this website store my submitted information, so that they can contact me if necessary
da_dk: Jeg accepterer, at dette websted gemmer mine indsendte oplysninger, så de kan kontakte mig, hvis det er nødvendigt
sv_se: Jag godkänner att denna webbsida sparar min skickade information, så att de kan kontakta mig om det är nödvändigt

source: Do you already have an account?
da_dk: Har du allerede en konto?
sv_se: Har du redan ett konto?

source: The key that you used has expired. Please, %srequest a new key here%s
sv_se: Nyckeln som du använde har gått ut. %sHämta en ny nyckel här%s

source: The key that you used was invalid. Please, %srequest a new key here%s
sv_se: Nyckeln som du använda var ogiltig. %sHämta en ny nyckel här%s

source: Your password has been reset
da_dk: Din adgangskode er nulstillet
sv_se: Ditt lösenord har blivit återställt

source: New Password
da_dk: Ny Adgangskode
sv_se: Nytt lösenord

source: Reset Password
da_dk: Nulstil Adgangskode
sv_se: Återställ lösenord

source: You have to enter the e-mail address, then I can process the request for you
da_dk: Du skal indtaste e-mail-adressen, så kan jeg behandle anmodningen til dig
sv_se: Du måste ange en e-postadress, sen kan jag genomföra åtgärden som du efterfrågade

source: I found the account that you were looking for. Please, check your inbox for the confirmation link.
da_dk: Jeg fandt den konto, du ledte efter. Kontroller din indbakke for bekræftelseslinket.
sv_se: Jag hittade kontot som du letade efter. Var vänlig kolla din inkorg för att se bekräftelselänken.

source: Get New Password
da_dk: Hent ny adgangskode
sv_se: Hämta nytt lösenord

source: Your Profile
da_dk: Din profil
sv_se: Din profil

source: Log Out
da_dk: Log ud
sv_se: Logga ut

source: Profile Image for %s
da_dk: Profilbillede til %s
sv_se: Profilbild för %s

source: All
da_dk: Alle
sv_se: Alla

source: Full Name
da_dk: Fuldt Navn
sv_se: Fullständigt namn

source: Name
da_dk: Navn
sv_se: Namn

source: Profile
da_dk: Profil
sv_se: Profil

source: Image
da_dk: Billede
sv_se: Bild

source: Custom Login
sv_se: Inloggningsformulär

source: Display a Custom Login
sv_se: Visa ett inloggningsformulär

source: Custom Registration
sv_se: Registrering

source: Display a Custom Registration
sv_se: Visa ett registreringsformulär

source: Who Can Register?
da_dk: Hvem kan registrere sig?
sv_se: Vem kan registrera?

source: Collect full name from user
da_dk: Saml det fulde navn fra brugeren
sv_se: Samla in fullständigt namn av användare

source: Fields to Display
sv_se: Fält att visa

source: Custom Lost Password
sv_se: Glömt lösenord

source: Display a Custom Lost Password
sv_se: Visa formulär för glömt lösenord

source: Logged in Information
da_dk: Logget på information
sv_se: Information om inloggad användare

source: Display Information About the Logged in User
da_dk: Vis oplysninger om den loggede bruger
sv_se: Visa information om den inloggade användaren

source: List
sv_se: Lista

source: You are already logged in as %s. Would you like to go to %sadmin%s or %slog out %s?
da_dk: Du er allerede logget ind som% s. Vil du gå til %sadmin%s eller %slog out %s?
sv_se: Du är redan inloggad som %s. Vill du gå till %sadmin%s eller %slogga ut%s?

source: Always redirect visitors to the login page
sv_se: Dirigera alltid besökare till inloggning

source: Require login for public site
sv_se: Kräv inloggning för publika sidor

source: Display Theme Logo
sv_se: Visa temats logga

source: Custom Logo
sv_se: Egen logga

source: Login
da_dk: Log ind
sv_se: Inloggning

source: Allow Direct Link to Login
sv_se: Tillåt direktlänk till login

source: Direct Link Expires After
sv_se: Direktlänk går ut efter

source: Direct Link Expires After Login
sv_se: Direktlänk går ut efter inloggning

source: Allow API Login
sv_se: Tillåt login via API

source: Allow Server Authentication
sv_se: Tillåt inloggning via servern

source: Debug
sv_se: Felsök

source: Redirect After Login
sv_se: Dirigera om efter inlogging

source: Who to Redirect
sv_se: Vem ska dirigeras om

source: Allow Registration
sv_se: Tillåt registrering

source: Default Role
sv_se: Standardroll

source: Register
da_dk: Registrer
sv_se: Registrering

source: Registration Email Content to Admin
sv_se: Registreringsmeddelande till administratör

source: Registration Email Content
sv_se: E-postinnehåll för registrering

source: Lost Password
da_dk: Mistet adgangskode
sv_se: Glömt lösenord

source: Recover Password
da_dk: Gendan adgangskode
sv_se: Återställ lösenord

source: Lost Password Email Subject
sv_se: E-postämne för glömt lösenord

source: Lost Password Email Content
sv_se: E-postinnehåll för glömt lösenord

source: The content from this page is displayed next to the login screen
sv_se: Innehållet från denna sida visas bredvid loginformuläret

source: This will allow users to get a direct link to use instead of username and password
sv_se: Detta tillåter användare att få en direktlänk att använda istället för användarnamn och lösenord

source: minutes
sv_se: minuter

source: 0 means never
sv_se: 0 betyder aldrig

source: By sending a request to %s with %s and %s as %s you will get a success or failure as a response
sv_se: Genom att skicka till %s med %s och %s som %s så får du tillbaka lyckat eller misslyckat som svar

source: To take advantage of dynamic data, you can use the following placeholders: %s
sv_se: För att utnyttja dynamisk information så kan du använda följande platshållare: %s

source: Users with these roles will be redirected after login. If none are chosen, all are affected
sv_se: Användare med dessa roller kommer att dirigeras om efter inloggning. Om inga är valda så påverkas alla

source: Registration
sv_se: Registrering

source: You can change this in the %sNetwork Settings%s
sv_se: Du kan ändra detta i %sNätverksinställningarna%s

source: You have not created a %spage for registration%s. Please do so and add the %sregistration widget%s to the page
sv_se: Du har inte lagt till en %ssida för registrering%s. Var vänlig gör det och lägg till %sregistreringswidgeten%s på sidan

source: The content from this page is displayed next to the register screen
sv_se: Innehållet från denna sida visas bredvid registreringsformuläret

source: A new user (%s) has been created
sv_se: En ny användare (%s) har skapats

source: To set your password, visit the following address
da_dk: Besøg følgende adresse for at indstille din adgangskode
sv_se: För att återställa ditt lösenord, gå till följande adress

source: %s Password Reset
sv_se: %s Återställ lösenord

source: Someone has requested a password reset for the following account.
da_dk: Nogen har anmodet om en nulstilling af adgangskode til følgende konto.
sv_se: Någon har efterfrågat en återställning av lösenord för följande konto.

source: If this was a mistake, just ignore this email and nothing will happen.
da_dk: Hvis dette var en fejl, skal du bare ignorere denne e-mail, og der vil ikke ske noget.
sv_se: Om detta var ett misstag, så kan du strunta i detta e-post och då händer inget.

source: To reset your password, visit the following address
da_dk: Besøg følgende adresse for at nulstille din adgangskode
sv_se: För att återställa ditt lösenord, gå till följande adress

source: The content from this page is displayed next to the lost password screen
sv_se: Innehållet från denna sida visas bredvid formuläret för glömt lösenord

source: The content from this page is displayed next to the recover password screen
sv_se: Innehållet från denna sida visas bredvid formuläret för att återställa lösenord

source: Direct Link
da_dk: Direkte link
sv_se: Direktlänk

source: Revoke
da_dk: Tilbagekald
sv_se: Återkalla

source: Generate Now
da_dk: Generer nu
sv_se: Generera nu

source: I could not log in %s for you. If the problem persists, please contact an admin
da_dk: Jeg kunne ikke logge ind %s til dig. Hvis problemet fortsætter, skal du kontakte en administrator
sv_se: Jag kunde inte logga in %s åt dig. Om problemet kvarstår, kontakta en administratör

source: It looks like the authorization key for %s has expired so I can not let you in
sv_se: Det ser ut som att nyckeln för %s har gått ut så jag kan inte släppa in dig

source: I could not let you login since the request lacks information. If the problem persists, contact us and let us know what happened
sv_se: Jag kunde inte låta dig logga in eftersom anropet saknade information. Om problemet kvarstår, kontakta oss och låt oss veta vad vad som hände

source: I could not let you register since the request lacks information. If the problem persists, contact us and let us know what happened
sv_se: Jag kunde inte låta dig registrera dig eftersom anropet saknade information. Om problemet kvarstår, kontakta oss och låt oss veta vad vad som hände

source: I could not let you request a news password since the request lacks information. If the problem persists, contact us and let us know what happened
sv_se: Jag kunde inte låta dig efterfråga ett nytt lösenord eftersom anropet saknade information. Om problemet kvarstår, kontakta oss och låt oss veta vad vad som hände

source: To login directly without setting a password, visit the following link. The link is personal and can only be used once. If this link falls into the wrong hands and you have not used it they will be able to login to your account without a password.
sv_se: För att genomföra en direktinloggning utan att ange ett lösenord, besök följande länk. Länken är personlig och kan endast användas en gång. Om denna länk kommer i orätta händer och du inte har använt den så kommer de att kunna logga in på ditt konto utan lösenord.

source: Lost Password? Click to get a secure direct link to login instantly
da_dk: Glemt kodeord? Klik for at få et sikkert direkte link til at logge ind med det samme
sv_se: Glömt lösenord? Klicka för att få en säker direktlänk för att logga in omgående

source: You do not have the rights to perform this action
da_dk: Du har ikke rettighederne til at udføre denne handling
sv_se: Du har inte behörigheten att utföra denna åtgärd

source: There was no User ID attached to the request
da_dk: Der var ingen bruger-id knyttet til anmodningen
sv_se: Det fanns inget användar-ID bifogat till anropet

source: The direct login link has been revoked and can not be used anymore
sv_se: Direktlänken har blivit återkallad och kan inte användas längre

source: [%s] Here comes your link to direct login
sv_se: [%s] Här kommer din länk för direktinloggning

source: I successfully sent the message to your email. Follow the link in it, and you will be logged in before you know it
da_dk: Jeg har sendt beskeden til din e-mail. Følg linket deri, så bliver du logget ind, før du ved det
sv_se: Jag skickade meddelandet till din e-post. Följ länken i meddelandet, så blir du automatiskt inloggad

source: I could not send the email
da_dk: Jeg kunne ikke sende e-mailen
sv_se: Jag kunde inte skicka meddelandet

source: I could not find an email corresponding to the username you entered
da_dk: Jeg kunne ikke finde en e-mail, der svarer til det brugernavn, du indtastede
sv_se: Jag kunde inte hitta en e-post som stämde överens med det användarnamn som du angav

source: Display a Login Form
sv_se: Visa ett inloggningsformulär

source: Login Form
da_dk: Ta reda på hur ordet uttalas Loginformular
sv_se: Inloggningsformulär

source: Logo
sv_se: Logga

source: Heading
da_dk: Overskrift
sv_se: Rubrik

source: Content Above Form
sv_se: Innehåll ovanför formulär

source: Display a Registration Form
da_dk: Vis en registreringsformular
sv_se: Visa ett registreringsformulär

source: Registration Form
da_dk: Tilmeldingsblanket
sv_se: Registreringsformulär

source: Display a Lost Password Form
sv_se: Visa formulär för glömt lösenord

source: Lost Password Form
sv_se: Glömt lösenord-formulär

source: Invalid Username or E-mail
da_dk: Ugyldigt brugernavn eller e-mail
sv_se: Felaktigt användarnamn eller e-post

source: Someone has requested a password reset for the following account
da_dk: Nogen har anmodet om en nulstilling af adgangskode til følgende konto
sv_se: Någon har efterfrågat en återställning av lösenord för följande konto

source: The email could not be sent.
da_dk: E-mailen kunne ikke sendes.
sv_se: E-postet kunde inte skickas.

source: Possible reason: your host may have disabled the mail() function.
sv_se: Möjlig anledning: din leverantör kanske har inaktiverat mail()-funktionen.

source: You have not provided the correct login credentials. They should be sent by %s with the variables %s and %s.
da_dk: Du har ikke angivet de korrekte loginoplysninger. De skal sendes med %s med variablerne %s og %s.
sv_se: Du har inte skickat med korrekt inloggningsuppgifter. De ska skickas via %s med variablerna %s och %s.

source: You are already logged in as %s
da_dk: Du er allerede logget ind som %s
sv_se: Du är redan inloggad som %s

source: The API login is inactivated on this site
sv_se: API-login är inaktiverat på denna webbplats

source: You are not using SSL, therefor I cannot process your request
sv_se: Du använder inte SSL, därför kan jag inte genomföra din önskan

source: Unknown Action
da_dk: Ukendt handling
sv_se: Okänd åtgärd

source: [%s] Password Reset
da_dk: [%s] Nulstil adgangskode
